"3-finger Horizontal Swipe" = "3-उंगली क्षैतिज स्वाइप";
"3-finger Vertical Swipe" = "3-उंगली ऊर्ध्वाधर स्वाइप";
"4-finger Horizontal Swipe" = "4-उंगली क्षैतिज स्वाइप";
"4-finger Vertical Swipe" = "4-उंगली ऊर्ध्वाधर स्वाइप";
"About" = "जानकारी";
"About %@" = "%@ की जानकारी";
"Accessibility" = "अभिगम्यता";
"Acknowledgments" = "आभार";
"Active app" = "सक्रिय ऐप";
"Active screen" = "सक्रिय स्क्रीन";
"Active Space" = "सक्रिय स्पेस";
"Add a running app" = "चल रहे ऐप को जोड़ें";
"Add an app from disk" = "डिस्क से ऐप जोड़ें";
"Additional controls" = "अतिरिक्त नियंत्रण";
"Additional controls…" = "अतिरिक्त नियंत्रण…";
"Advanced" = "विकसित";
"After keys are released" = "कुंजियाँ जारी होने के बाद";
"After release" = "रिलीज़ के बाद";
"Align windows" = "विंडोज संरेखित करें";
"Align windows:" = "खिड़की संरेखित करें:";
"All apps" = "सब ऐप्स";
"All data from this form will be made public, as a ticket on github.com" = "इस पत्र के सभी जानकारी को github.com पर टिकट के रूप में सार्वजनिक किया जाएगा";
"All screens" = "सब स्क्रीन्स";
"All Spaces" = "सब स्पेस";
"Allowed" = "अनुमत";
"Alphabetical" = "अल्फाबैटिकल";
"Alphabetical Order" = "वर्णमाला क्रम";
"Also select windows using:" = "खिड़कियाँ इसका उपयोग करके चुनें:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "पिछली बार जब आपने ऑल्टटैब इस्तेमाल किया था तो दुर्घटनाग्रस्त हो गया था। दुर्घटना की रिपोर्ट भेजने से समस्या को ठीक करने में मदद मिलेगी";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab वर्तमान में अनुप्रयोगों को दिखाने के लिए तैयार है।यह सेटिंग केवल तब उपलब्ध है जब AltTab विंडोज दिखाने के लिए तैयार है।";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab स्क्रीन रिकॉर्डिंग अनुमतियों के बिना चल रहा है। थंबनेल नहीं दिखेंगे।";
"AltTab needs some permissions" = "ऑल्टटैब को कुछ अनुमतियों की आवश्यकता है";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab दिखाएगा कि क्या विंडो वर्तमान में कम से कम है या एक स्थिति आइकन के साथ फुलस्क्रीन है।";
"Always" = "हमेशा";
"Always send crash reports" = "हमेशा दुर्घटना की रिपोर्ट भेजें";
"and press" = "और दबाएं";
"and press:" = "और दबाओ:";
"Animations" = "एनिमेशन";
"Animations…" = "एनिमेशन…";
"App (BundleID starting with)" = "ऐप (बंडलिड के साथ शुरू)";
"App Icons" = "ऐप आइकन";
"App is hidden" = "ऐप छिपा हुआ है";
"App is running but has no open window" = "ऐप चल रहा है, लेकिन कोई खुली खिड़की नहीं है";
"Apparition delay" = "स्पष्टता विलंब";
"Apparition delay of Switcher" = "स्विचर के प्रकट होने में देरी";
"Apparition delay:" = "प्रेत देरी:";
"Appearance" = "दिखावट";
"Application Name" = "अनुप्रयोग नाम";
"Application Name - Window Title" = "आवेदन का नाम - विंडो शीर्षक";
"Applications" = "अनुप्रयोग";
"Are you sure you don’t want a response?" = "क्या आप सुनिश्चित हैं कि आपको कोई जवाब नहीं चाहिए?";
"Arrow keys" = "ऐरो कुंजी";
"Ask whether to send crash reports" = "पूछें कि क्या दुर्घटना की रिपोर्ट भेजनी है";
"Auto" = "ऑटो";
"Auto-install updates periodically" = "समय-समय पर अपडेट खुद ब खुद इंस्टॉल करो";
"Blacklists" = "काली सूची";
"Cancel" = "रद्द करो";
"Cancel and hide" = "रद्द करो और छुपाओ";
"Capture windows in the background" = "पृष्ठभूमि में विंडो कैप्चर करें";
"Center" = "मध्य";
"Check for updates now…" = "अभी अपडेट चेक करो...";
"Check for updates periodically" = "समय-समय पर अपडेट चेक करो";
"Check for updates…" = "अपडेट चेक करो...";
"Check permissions…" = "अनुमतियों की जाँच करें…";
"Close window" = "विंडो बंद करो";
"Conflicting shortcut" = "परस्पर विरोधी शॉर्टकट";
"Controls" = "नियंत्रण";
"Crash reports policy" = "दुर्घटना रिपोर्ट नीति";
"Crash reports policy:" = "दुर्घटना की रिपोर्ट नीति:";
"Cursor follows focus" = "कर्सर फोकस को फॉलो करता है";
"Customize App Icons style…" = "कस्टमाइज़ ऐप आइकन स्टाइल ...";
"Customize Thumbnails style…" = "थंबनेल शैली को अनुकूलित करें ...";
"Customize Titles style…" = "टाइटल स्टाइल को कस्टमाइज़ करें ...";
"Dark" = "अँधेरा";
"Debug tools" = "डीबग उपकरण";
"Disabled" = "अक्षम";
"Do nothing" = "कुछ मत करो";
"Don’t check for updates periodically" = "समय-समय पर अपडेट चेक मत करो";
"Don’t send" = "मत भेजो";
"Don’t show windows from these apps" = "इन ऐप्स से खिड़की न दिखाएं";
"Done" = "हो गया";
"End" = "अंत";
"Exceptions" = "अपवाद";
"Export settings…" = "सेटिंग्स निर्यात करें…";
"Export…" = "निर्यात करें…";
"Fade in animation of Preview" = "पूर्वावलोकन का फ़ेड इन एनिमेशन";
"Fade out animation" = "एनीमेशन को फीका";
"Fade out animation of Switcher" = "स्विचर का फ़ेड आउट एनिमेशन";
"Fade out animation:" = "फेड आउट एनीमेशन:";
"Failed to import settings" = "सेटिंग्स आयात करने में विफल रहा";
"Focus selected window" = "चयनित खिड़की पर केंद्र करें";
"Fullscreen window" = "फुल्स्क्रीन विंडो";
"Fullscreen windows:" = "पूर्ण स्क्रीन खिड़कियाँ:";
"Fullscreen/Defullscreen window" = "FullScreen/defulscreen विंडो";
"General" = "सामान्य";
"Gesture" = "जेस्चर";
"Grant permission" = "अनुमति दें।";
"Hidden windows:" = "छिपा हुआ खिड़कियाँ:";
"Hide" = "छुपाएं";
"Hide app badges" = "एप बैज छुपाएं";
"Hide app badges:" = "एप बैज छुपाएं:";
"Hide apps with no open window" = "बिना खुली खिड़की वाले ऐप्स छिपाएं";
"Hide apps with no open window:" = "बिना खुली खिड़की वाले ऐप्स छिपाएं:";
"Hide colored circles on mouse hover" = "माउस मँडराने पर पर रंगीन वृत्त छिपाएँ";
"Hide colored circles on mouse hover:" = "माउस मँडराने पर पर रंगीन वृत्त छिपाएँ:";
"Hide in %@" = "में छिपा %@";
"Hide Space number labels" = "स्पेस नंबर लेबल छुपाओ";
"Hide Space number labels:" = "स्पेस नंबर लेबल छुपाओ:";
"Hide status icons" = "स्थिति चिह्न छुपाएं";
"Hide status icons:" = "स्थिति चिह्न छुपाएं:";
"Hide window thumbnails:" = "खिड़की का थंबनेल छुपाएं:";
"Hide/Show app" = "ऐप छुपाओ/दिखाओ";
"High" = "उच्च";
"Highest" = "उच्चतम";
"Hold" = "दबाए रखें";
"Horizontal Swipe with Four Fingers" = "चार उंगलियों से क्षैतिज स्वाइप";
"Horizontal Swipe with Three Fingers" = "तीन उंगलियों से क्षैतिज स्वाइप";
"I think the app could be improved with…" = "मुझे लगता है कि इससे ऐप को बेहतर बनाया जा सकता है...";
"Ignore shortcuts when active" = "सक्रिय होने पर शॉर्टकट को अनदेखा करें";
"Ignore shortcuts while a window from these apps is active" = "इन ऐप्स की खिड़की सक्रिय होने पर शॉर्टकट पर ध्यान न दें";
"Import settings…" = "सेटिंग्स आयात करें…";
"Import…" = "आयात करें…";
"Keep open" = "खुला रखें";
"Keep open and search" = "खुला रखें और खोजें";
"Language" = "भाषा";
"Language Change" = "भाषा परिवर्तन";
"Large" = "बड़ा";
"Later" = "बाद में";
"Latest releases" = "सबसे नये रिलीज़";
"Leading" = "अग्रणी";
"Left" = "बाएं";
"Light" = "रोशनी";
"Lock search" = "खोज लॉक करें";
"Max height on screen:" = "स्क्रीन पर अधिकतम ऊंचाई:";
"Max width on screen:" = "स्क्रीन पर अधिकतम चौड़ाई:";
"Medium" = "मध्यम";
"Menubar icon" = "मीनुबर आइकन";
"Menubar icon:" = "मेनूबार आइकन:";
"Middle" = "मध्य";
"Minimize/Deminimize window" = "खिड़की छोटा/बड़ा करो";
"Minimized windows:" = "छोटा किया हुआ खिड़कियाँ:";
"Miscellaneous" = "विविध";
"Miscellaneous:" = "विविध:";
"Mouse hover" = "माउस मंडराना";
"Multiple screens" = "बहु -स्क्रीन";
"Never" = "कभी नहीं";
"Never send crash reports" = "दुर्घटना की रिपोर्ट कभी न भेजें";
"No Window" = "कोई विंडो नहीं";
"Non-active apps" = "गैर-सक्रिय ऐप्स";
"Non-visible Spaces" = "अदृश्य स्थान";
"Normal" = "सामान्य";
"Not allowed" = "अनुमति नहीं हैं";
"NSHumanReadableCopyright" = "जी.पी.एल-3.0 लाइसेंस";
"Only if the window is fullscreen" = "खिड़की फ़ुलस्क्रीन होने पर ही";
"Only on different screen" = "केवल भिन्न स्क्रीन पर";
"Open Accessibility Preferences…" = "अभिगम्यता पसंद खोलें...";
"Open Accessibility Settings…" = "एक्सेसिबिलिटी सेटिंग्स खोलें…";
"Open Screen Recording Preferences…" = "स्क्रीन रिकॉर्डिंग पसंद खोलें...";
"Open Screen Recording Settings…" = "स्क्रीन रिकॉर्डिंग सेटिंग्स खोलें…";
"Open System Settings to confirm, and continue" = "पुष्टि करने और जारी रखने के लिए सिस्टम सेटिंग्स खोलें";
"Open Trackpad Preferences…" = "ट्रैकपैड प्राथमिकताएं खोलें…";
"Open Trackpad Settings…" = "ट्रैकपैड सेटिंग्स खोलें…";
"Optional: email (if you want a reply)" = "ऐच्छिक: ईमेल (अगर आप जवाब देना चाहते हैं)";
"Order windows by" = "द्वारा विंडोज ऑर्डर करें";
"Please fill in the form" = "कृपया फॉर्म भरें";
"Policies" = "नियम";
"Preferences…" = "पसंद";
"Preview selected window" = "पूर्वावलोकन चयनित विंडो";
"Preview selected window:" = "सैलैक्टिड विंडो को प्रीव्यू करे:";
"Preview the selected window." = "चयनित विंडो का पूर्वावलोकन करें।";
"Quit" = "बंद करो";
"Quit %@" = "बंद करो %@";
"Quit app" = "ऐप क्विट करो";
"Recently Created" = "अभी बना हुआ";
"Recently Created First" = "हाल ही में पहले बनाया गया";
"Recently Focused" = "अभी फोकस लगा हुआ";
"Recently Focused First" = "हाल ही में ध्यान केंद्रित किया";
"Remember my choice" = "मेरी पसंद याद रखो";
"Reset preferences and restart" = "वरीयताओं को रीसेट करें और पुनरारंभ करें";
"Reset preferences and restart…" = "वरीयताओं को रीसेट करें और पुनरारंभ करें ...";
"Reset settings and restart" = "सेटिंग्स रीसेट करें और रीस्टार्ट करें";
"Reset settings and restart…" = "सेटिंग्स रीसेट करें और रीस्टार्ट करें…";
"Restart Now" = "अभी रीस्टार्ट करें";
"Rows of thumbnails:" = "थंबनेल की पंक्तियाँ:";
"Screen including menu bar" = "मेनू बार सहित स्क्रीन";
"Screen including mouse" = "स्क्रीन जिसमे माउस हो";
"Screen Recording" = "स्क्रीन रिकॉर्डिंग";
"Screen showing AltTab" = "स्क्रीन जिसमे ऑल्टटैब हो";
"Search" = "खोजें";
"Select next window" = "अगली विंडो चुन";
"Select previous window" = "पिछली विंडो चुनो";
"Select windows on mouse hover" = "माउस होवर पर विंडोज का चयन करें";
"Select windows using arrow keys" = "तीर कुंजियों का उपयोग करके विंडोज का चयन करें";
"Select windows using vim keys" = "VIM कुंजी का उपयोग करके विंडोज का चयन करें";
"Send" = "भेज दो";
"Send a crash report?" = "दुर्घटना की रिपोर्ट भेजें?";
"Send anyway" = "फिर भी भेज दो";
"Send debug profile (CPU, memory, etc)" = "डिबग प्रोफ़ाइल भेजो (सीपीयू, स्मृति, आदि)";
"Send feedback" = "राय भेजो";
"Send feedback…" = "राय भेजो...";
"Settings imported" = "सेटिंग्स आयात की गईं";
"Settings…" = "सेटिंग्स";
"Share improvement ideas, or report bugs" = "सुधार के विचार साझा करें, या बग की रिपोर्ट करें";
"Shortcut" = "शॉर्टकट";
"Shortcut 1" = "शॉर्टकट १";
"Shortcut 2" = "शॉर्टकट २";
"Shortcut 3" = "शॉर्टकट 3";
"Shortcut 4" = "शॉर्टकट 4";
"Shortcut 5" = "शॉर्टकट 5";
"Shortcut already assigned to another action: %@" = "शॉर्टकट पहले से ही किसी अन्य क्रिया को सौंपा गया है: %@";
"Shortcuts When Active" = "सक्रिय होने पर शॉर्टकट";
"Shortcuts when active…" = "शॉर्टकट जब सक्रिय…";
"Show" = "दिखाओ";
"Show & Hide" = "छिपा हुया दिखाओ";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "प्रत्येक विंडो के लिए, या प्रत्येक एप्लिकेशन के लिए स्विचर में एक आइटम दिखाएं।विंडोज पर ध्यान केंद्रित किया जाएगा, जबकि अनुप्रयोग सक्रिय हो जाएंगे।";
"Show apps with no open window" = "बिना खुली विंडो वाले ऐप्स दिखाएँ";
"Show at the end" = "अंत में दिखाओ";
"Show fullscreen windows" = "फुलस्क्रीन विंडोज दिखाएं";
"Show hidden windows" = "छिपी हुई खिड़कियां दिखाएं";
"Show in switcher" = "स्विचर में दिखाएँ";
"Show minimized windows" = "कम से कम खिड़कियां दिखाएं";
"Show on" = "इस समय दिखाएं";
"Show on:" = "इस्पे दिखाओ:";
"Show standard tabs as windows" = "खिड़कियाँ के रूप में मानक टैब दिखाएं";
"Show standard tabs as windows:" = "खिड़कियाँ के रूप में मानक टैब दिखाएं:";
"Show titles" = "शीर्षक दिखाओ";
"Show windows from applications" = "अनुप्रयोगों से खिड़कियां दिखाएं";
"Show windows from screens" = "स्क्रीन से खिड़कियां दिखाएं";
"Show windows from Spaces" = "रिक्त स्थान से खिड़कियां दिखाएं";
"Show windows from:" = "यहां से खिड़कियाँ दिखाएं:";
"Size" = "आकार";
"Skipped" = "छोड़ दिया गया";
"Small" = "छोटा";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "फाइंडर या प्रीव्यू जैसे कुछ ऐप मानक टैब का उपयोग करते हैं जो स्वतंत्र विंडो की तरह काम करते हैं।वेब ब्राउज़र जैसे कुछ अन्य ऐप कस्टम टैब का उपयोग करते हैं जो अद्वितीय तरीकों से कार्य करते हैं और वास्तविक विंडो नहीं हैं।AltTab उन अलग -अलग सूचीबद्ध नहीं कर सकता है।";
"Source code repository" = "स्रोत कोड भंडार";
"Space" = "स्पेस";
"Space Order" = "अंतरिक्ष आदेश";
"Start" = "शुरुआत";
"Start at login" = "लॉगिन पर शुरू करें";
"Start at login:" = "लॉग इन पे चलाओ:";
"Support this project" = "इस परियोजना का समर्थन करें";
"Swipe with Four Fingers" = "चार अंगुलियों से स्वाइप करें";
"Swipe with Three Fingers" = "तीन अंगुलियों से स्वाइप करें";
"Switch between 3 different styles. You can customize them." = "3 अलग -अलग शैलियों के बीच स्विच करें।आप उन्हें अनुकूलित कर सकते हैं।";
"System" = "प्रणाली";
"System Default" = "सिस्टम डिफ़ॉल्ट";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "⌘⎋ (कमांड+एस्केप) शॉर्टकट का उपयोग macOS द्वारा GameOverlay के लिए किया जा सकता है।\n\nआपका परिवर्तन इसे %@ को असाइन करेगा।\n\nयदि आप जारी रखना चाहते हैं, तो सुनिश्चित करें कि GameOverlay शॉर्टकट अक्षम है।\nयह भी ध्यान दें कि macOS ने ऐसे बग रिपोर्ट किए हैं जहां शॉर्टकट अक्षम होने पर भी हस्तक्षेप कर सकता है।";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (एस्केप) कुंजी कुछ macOS शॉर्टकट द्वारा आरक्षित है (उदाहरण के लिए ⌘⌥⎋, फोर्स क्विट एप्लिकेशन विंडो दिखाएगा)।\n\nयदि आप ⎋ का उपयोग करना चाहते हैं, तो सुनिश्चित करें कि होल्ड मॉडिफ़ायर इनमें से कोई भी नहीं हैं: ⌘⌥, ⌘⌥⇧, या ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "⎋ (एस्केप) कुंजी कुछ macOS शॉर्टकट द्वारा आरक्षित है (उदाहरण के लिए ⌘⌥⎋, फोर्स क्विट एप्लिकेशन विंडो दिखाएगा)।\n\nआपका परिवर्तन इसे %@ को असाइन करेगा।\n\nयदि आप ⎋ का उपयोग करना चाहते हैं, तो सुनिश्चित करें कि होल्ड मॉडिफ़ायर इनमें से कोई भी नहीं हैं: ⌘⌥, ⌘⌥⇧, या ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "आयातित सेटिंग्स लागू करने के लिए एप्लिकेशन को रीस्टार्ट करने की आवश्यकता है।";
"The application needs to restart to apply the language change." = "भाषा परिवर्तन लागू करने के लिए एप्लिकेशन को पुनः प्रारंभ करने की आवश्यकता है।";
"Theme" = "विषय";
"Theme:" = "अंदाज:";
"Then release:" = "फिर छोड़ो:";
"This permission is needed to focus windows after you release the shortcut" = "शॉर्टकट जारी करने के बाद खिड़कियाँ पर केंद्र करने के लिए इस अनुमति की आवश्यकता है";
"This permission is needed to show screenshots and titles of open windows" = "खुली खिड़कियों के स्क्रीनशॉट और शीर्षक दिखाने के लिए इस अनुमति की आवश्यकता है";
"This permission is needed to show thumbnails and preview of open windows" = "थंबनेल और खुली विंडो का पूर्वावलोकन दिखाने के लिए यह अनुमति आवश्यक है।";
"Thumbnails" = "थंबनेल";
"Title" = "शीर्षक";
"Title truncation" = "हक";
"Titles" = "टाइटल";
"Trackpad haptic feedback" = "ट्रैकपैड हैप्टिक फ़ीडबैक";
"Trigger" = "ट्रिगर";
"Trigger shortcut" = "ट्रिगर शॉर्टकट";
"Unassign existing shortcut and continue" = "मौजूदा शॉर्टकट को सौंपना रद्द करें और जारी रखें";
"Updates policy" = "अद्यतन नीति";
"Updates policy:" = "अपडेट नीति:";
"Use the app without this permission. Thumbnails won’t show." = "इस अनुमति के बिना ऐप का उपयोग करें। थंबनेल नहीं दिखेंगे।";
"Version" = "संस्करण";
"Vertical Swipe with Four Fingers" = "चार उंगलियों से ऊर्ध्वाधर स्वाइप";
"Vertical Swipe with Three Fingers" = "तीन उंगलियों से ऊर्ध्वाधर स्वाइप";
"View existing discussions" = "मौजूदा वाद-विवाद दिखाओ";
"Vim keys" = "विम कीयों";
"Vim keys already assigned to other actions:\n%@" = "Vim कीज़ पहले से ही अन्य कार्यों को सौंपा गया: \\ n%@";
"Visibility" = "दृश्यता";
"Visible Spaces" = "दृश्यत स्पेस";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "जब अक्षम किया जाता है, तो macOS के बैंगनी स्क्रीन-रिकॉर्डिंग संकेतक से बचा जाता है, और DRM वीडियो चलाते समय झिलमिलाहट से बचा जाता है। थंबनेल कम अद्यतन होंगे।";
"When fullscreen" = "जब फुलस्क्रीन";
"When no open window" = "जब कोई खुली खिड़की नहीं";
"While open, press:" = "खुला होने पर, दबाओ:";
"Window app icon size:" = "खिड़की ऐप आइकन आकार:";
"Window is fullscreen" = "विंडो फुलस्क्रीन है";
"Window is minimized" = "खिड़की कम से कम है";
"Window is on every Space" = "खिड़की हर जगह पर है";
"Window is on Space %d" = "खिड़की अंतरिक्ष %d पर है";
"Window max width in row:" = "पंक्ति में खिड़की की अधिकतम चौड़ाई:";
"Window min width in row:" = "पंक्ति में खिड़की की न्यूनतम चौड़ाई:";
"Window order:" = "विंडो और्डर";
"Window Title" = "खिड़की का शीर्षक";
"Window title contains" = "विंडो शीर्षक में शामिल है";
"Window title font size:" = "खिड़की शीर्षक फ़ॉन्ट आकार:";
"Window title truncation:" = "खिड़की शीर्षक काट-छाँट:";
"Windows" = "खिड़कियाँ";
"You can’t undo this action." = "आप इस कार्रवाई को पूर्ववत नहीं कर सकते।";
"You didn’t write your email, thus can’t receive any response." = "आपने अपना ईमेल नहीं लिखा, इसलिए कोई जवाब नहीं मिल सकता ।";
"You may need to disable some conflicting system gestures" = "आपको कुछ परस्पर विरोधी सिस्टम जेस्चर को अक्षम करने की आवश्यकता हो सकती है";
